Repository: AreaSong/AreaChain
Catalog: AreaChain/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# unified.results.sortFallback
source: No comparable search text; sorted by most recent
zh_hans: 没有可用于相关性排序的关键词，已按最近排序

# unified.results.trashGroup
source: Trash · Related results
zh_hans: 回收站 · 关联结果

# unified.results.type.clipboardEntry
source: Clipboard entry
zh_hans: 剪贴板记录

# unified.results.type.diary
source: Note
zh_hans: 手记

# unified.results.type.image
source: Image
zh_hans: 图片

# unified.results.type.routine
source: Routine
zh_hans: 习惯

# unified.results.type.routineOccurrence
source: Occurrence
zh_hans: 执行记录

# unified.results.type.subtask
source: Subtask
zh_hans: 子任务

# unified.results.type.tag
source: Tag
zh_hans: 标签

# unified.results.type.todo
source: Task
zh_hans: 任务

# unified.results.unknown
source: Some content could not be checked for a match
zh_hans: 部分内容尚无法确定是否匹配

# unified.results.unread
source: Reading is incomplete. Only known matches are shown.
zh_hans: 尚未完整读取，当前仅显示已知结果

# unified.results.unselected
source: Not selected
zh_hans: 未选择

# unified.results.usage
source: Used %d times
zh_hans: 使用 %d 次

# unified.setting.language
source: Switch language
zh_hans: 切换语言

# unified.setting.appearance
source: Apply appearance
zh_hans: 应用外观

# unified.setting.truncation
source: Apply title truncation
zh_hans: 应用标题省略方式

# unified.setting.captureSource
source: Apply capture source label
zh_hans: 应用捕获来源标记

# unified.setting.apply
source: Apply settings
zh_hans: 应用设置

# unified.setting.pending
source: Not submitted
zh_hans: 尚未提交

# unified.setting.baseline
source: Current value read from these preferences
zh_hans: 已读取本次设置的当前值

# unified.setting.system
source: Follow system
zh_hans: 跟随系统

# unified.setting.unavailable
source: Execution is currently unavailable here. Your changes are kept.
zh_hans: 此处暂不可执行，已保留填写内容。

# unified.setting.arguments
source: Complete a valid value before applying this setting.
zh_hans: 请填写有效值后再应用设置。

# unified.setting.links
source: Only one independent setting can be applied. Remove groups, dependencies and output references first.
zh_hans: 只支持独立的单项设置，请先解除分组、依赖和输出引用。

# unified.setting.unread
source: The current value could not be confirmed. Your input is kept; no setting has been written.
zh_hans: 无法确认当前值。已保留填写内容，尚未写入设置。

# unified.setting.unreadValue
source: Cannot confirm the current value
zh_hans: 无法确认当前值

# unified.setting.singleOnly
source: Apply one setting at a time: one active draft with an empty list, or one list item with no active draft.
zh_hans: 一次只能应用一项设置：活动草稿与已有计划不能同时提交，计划中也不能有多项。

# unified.setting.finishEditing
source: Finish the current edit or pending choice before applying. If a result is still open, handle it first.
zh_hans: 请先结束当前编辑或待决选择；如有尚未处理的执行结果，请先处理。

# unified.setting.stale
source: This action has expired. Review the current values and make a new choice.
zh_hans: 此次操作已过期，请重新核对当前值并选择。

# unified.setting.noRetry
source: This result cannot be retried. The original execution facts are kept.
zh_hans: 此结果不能重试，原执行事实已保留。

# unified.setting.conflict
source: This setting changed elsewhere
zh_hans: 此设置已被其他地方修改

# unified.setting.overwriteReady
source: Overwrite confirmed for the displayed value. Apply explicitly; another change will require confirmation again.
zh_hans: 已针对刚才显示的当前值确认覆盖。请明确提交；期间再次修改仍需重新确认。

# unified.setting.unknown
source: Result needs verification
zh_hans: 结果待核实

# unified.setting.unknownDetail
source: A write was attempted, but its result cannot be confirmed. Keep this result for verification; submitting or replaying it is unavailable.
zh_hans: 已尝试写入，但无法确认本次写入结果。请保留此结果以供核实，当前不能再次提交或重放。

# unified.setting.superseded
source: A later change replaced this setting; the earlier display step will not be replayed.
zh_hans: 此设置已被后续修改替代，旧展示步骤不再重放。

# unified.setting.applied
source: Applied
zh_hans: 已应用

# unified.setting.presentationFailed
source: Setting written; display update is incomplete
zh_hans: 设置已写入，展示应用尚未完成

# unified.setting.noChange
source: This setting is already in effect
zh_hans: 当前已是此设置

# unified.setting.rejected
source: Nothing was written. Your changes are kept; return to editing and check again.
zh_hans: 写入前已停止，填写内容已保留。可继续编辑后重新核对。

# unified.setting.runHeld
source: An execution result is still open. Resolve it before starting another operation.
zh_hans: 仍有尚未处理的执行结果，请先处理再开始其他操作。

# unified.setting.reviewConflict
source: Review current value
zh_hans: 核对当前值

# unified.setting.adopt
source: Use current value
zh_hans: 采用当前值

# unified.setting.overwrite
source: Confirm overwrite with my value
zh_hans: 确认用我的值覆盖

# unified.setting.edit
source: Continue editing
zh_hans: 继续编辑

# unified.setting.finalCheck
source: ⌘Return applies this setting. Current values are checked again before writing.
zh_hans: ⌘Return 应用此设置；写入前会再次核对当前值。

# unified.setting.readback
source: The stored value was read back and matched at submission.
zh_hans: 本次提交时，偏好存储读回值已核对一致。

# unified.setting.done
source: Done
zh_hans: 完成

# unified.setting.retryPresentation
source: Retry display update only
zh_hans: 仅重试展示应用

# unified.setting.original
source: Original value
zh_hans: 原值

# unified.setting.current
source: Current value
zh_hans: 当前值

# unified.setting.proposed
source: Proposed value
zh_hans: 拟设置值

# unified.setting.readBaseline
source: Read current value again
zh_hans: 重新读取当前值

# unified.field.completed
source: Completed
zh_hans: 完成

# unified.field.open
source: Open
zh_hans: 重新打开

# unified.field.noDue
source: No deadline
zh_hans: 无截止时间

# unified.field.children
source: %lld subtasks will also be completed
zh_hans: 同时完成 %lld 个子任务

# unified.field.childrenSaved
source: %lld subtasks completed in the same save
zh_hans: 同次保存完成了 %lld 个子任务

# unified.field.completionHint
source: Reopening keeps subtask states. This command does not register undo.
zh_hans: 重新打开保持子任务状态。本命令不登记执行后撤销。

# unified.field.tagsAlready
source: The requested tags are already linked.
zh_hans: 所选标签已关联。

# unified.field.tagsHint
source: Choose the operation, then confirm the temporary selection. Clearing only removes links.
zh_hans: 先选择操作，再确认临时标签集合。清空仅解除关联。

# unified.field.tagCount
source: %lld tags
zh_hans: %lld 个标签

# unified.field.tagsSaved
source: Saved: created %lld tags, restored %lld and linked %lld existing tags.
zh_hans: 已保存：新建 %lld 个标签，恢复 %lld 个，关联 %lld 个现有标签。

# unified.subtask.dirty
source: Not submitted: other edits are unsaved. They have been kept; finish them before reviewing again.
zh_hans: 未提交：上下文还有未保存编辑，原修改已保留；处理后请重新查看影响。

# unified.subtask.notes
source: The parent has notes or its note status is unknown. This entry only accepts verified parents without notes.
zh_hans: 父任务含备注或备注状态未知；此入口仅支持已核实无备注的父任务。

# unified.subtask.catalog
source: Not submitted: the tag catalog changed. Prepare and accept the changes again.
zh_hans: 未提交：标签目录已变化，请重新准备并确认影响。

# unified.subtask.environment
source: Not submitted: this isolated environment is unavailable.
zh_hans: 未提交：当前隔离环境不可用。

# unified.subtask.storage
source: Not submitted: current subtask values could not be read.
zh_hans: 未提交：无法读取当前子任务值。

# unified.subtask.tags
source: Not submitted: a tag is protected, ambiguous or incomplete. Review the subtask and tags again.
zh_hans: 未提交：标签受保护、存在歧义或资料不完整，请重新查看子任务与标签。

# unified.subtask.target
source: Not submitted: the target is missing, deleted, duplicated or invalid. Select it again.
zh_hans: 未提交：目标缺失、已删除、身份重复或无效，请重新选择。

# unified.subtask.pending
source: Review one subtask change, then accept and save.
zh_hans: 核对一项子任务变更，接受后再保存。

# unified.subtask.unassembled
source: Subtask changes are not enabled here.
zh_hans: 此入口尚未启用子任务修改。

# unified.subtask.single
source: Choose one parent or one subtask and keep one operation in the plan.
zh_hans: 请明确选择一个父任务或子任务，并在计划中只保留一项操作。

# unified.subtask.input
source: Enter a non-empty single-line title and complete the required fields.
zh_hans: 请输入非空单行标题，并补齐必填参数。

# unified.subtask.fields
source: The parent, subtask or related values changed. Your input is retained; review again.
zh_hans: 父子关系或相关内容已变化。输入已保留，请重新核对。

# unified.subtask.family
source: The parent or subtask is missing, deleted, duplicated or no longer belongs here.
zh_hans: 父任务或子任务缺失、已删除、身份重复或所属关系已变化。

# unified.subtask.source
source: The parent, subtask or input source could not be verified. Your input is retained.
zh_hans: 无法核实父任务、子任务或输入来源，输入已保留。

# unified.subtask.stale
source: This preview or acceptance has expired. Review the current change again.
zh_hans: 此预览或接受已过期，请重新核对当前变更。

# unified.subtask.baseline
source: Review the actual subtask effect before saving.
zh_hans: 请先预览子任务的实际影响。

# unified.subtask.parent
source: Parent: %@
zh_hans: 所属父任务：%@

# unified.subtask.append
source: Add at the end of the active subtasks, initially incomplete.
zh_hans: 添加到活跃子任务末尾，初始为未完成。

# unified.subtask.preserve
source: Other subtasks and the parent’s fields stay unchanged.
zh_hans: 其他子任务及父任务字段保持不变。

# unified.subtask.noChange
source: The subtask already has these values. Nothing will be saved.
zh_hans: 子任务已是目标状态，无需保存。

# unified.subtask.accepted
source: Effect accepted. Save when ready.
zh_hans: 已接受此影响，可保存。

# unified.subtask.accept
source: Accept subtask effect
zh_hans: 接受子任务影响

# unified.subtask.prepare
source: Preview subtask effect
zh_hans: 预览子任务影响

# unified.subtask.save
source: Save subtask change
zh_hans: 保存子任务变更

# unified.subtask.created
source: Subtask created
zh_hans: 已创建子任务

# unified.subtask.completed
source: Subtask completed
zh_hans: 已完成子任务

# unified.subtask.reopened
source: Subtask reopened
zh_hans: 已重开子任务

# unified.subtask.titleSaved
source: Subtask title saved
zh_hans: 已修改子任务标题

# unified.subtask.tagsSaved
source: Subtask tags saved
zh_hans: 已修改子任务标签关联

# unified.subtask.pendingResult
source: Saving subtask…
zh_hans: 正在保存子任务…

# unified.subtask.notSubmitted
source: Subtask not saved. The original input is retained.
zh_hans: 子任务未保存，原输入已保留。

# unified.subtask.unknown
source: Subtask save result is unknown. Verify the original object; do not replay.
zh_hans: 子任务保存结果未知。请核验原对象，不要重复执行。

# unified.subtask.held
source: This run retains its original input and result. It will not be submitted again.
zh_hans: 本次运行保留原输入与结果，不会重复提交。

# unified.subtask.publicationIssue
source: Saved locally; change notification did not complete.
zh_hans: 已在本地保存，变更通知未完成。

# unified.subtask.registrationIssue
source: Saved locally; result registration reported an issue.
zh_hans: 已在本地保存，结果登记发生异常。

# unified.subtask.presence.absent
source: The reserved subtask was not found. This does not prove the earlier save failed.
zh_hans: 未找到原固定子任务身份，这不能证明先前保存失败。

# unified.subtask.presence.singleLive
source: One live subtask has this identity. Its presence does not prove the earlier save succeeded.
zh_hans: 找到该身份的唯一活子任务，但当前存在不证明先前提交成功。

# unified.subtask.presence.tombstone
source: This subtask is now deleted. The original save result remains unknown.
zh_hans: 此子任务当前已删除，原保存结果仍未知。

# unified.subtask.presence.ambiguous
source: More than one subtask has this identity. Saving remains blocked.
zh_hans: 此子任务身份存在重复，继续禁止重放。

# unified.subtask.presence.unreadable
source: The original subtask could not be safely verified. The result remains unknown.
zh_hans: 无法安全核验原子任务，保存结果仍未知。

# unified.subtask.targetTitle
source: Subtask: %@
zh_hans: 子任务：%@

# unified.subtask.savedTagCount
source: Saved linked tags: %d
zh_hans: 已保存的关联标签：%d 个

# unified.routine.pending
source: Habit definition changes
zh_hans: 习惯定义修改

# unified.routine.held
source: The original input and execution facts are retained.
zh_hans: 原输入和执行事实已保留。

# unified.routine.single
source: Choose one ordinary habit definition and one operation.
zh_hans: 请选择一个普通习惯定义和一项操作。

# unified.routine.noChange
source: The routine definition already has these values. Nothing will be saved.
zh_hans: 习惯定义已是目标状态，无需保存。

# unified.routine.accepted
source: Effect accepted. Save when ready.
zh_hans: 已接受此影响，可保存。

# unified.routine.accept
source: Accept habit changes
zh_hans: 接受习惯修改

# unified.routine.prepare
source: Preview habit changes
zh_hans: 预览习惯修改

# unified.routine.save
source: Save habit changes
zh_hans: 保存习惯修改

# unified.routine.baseline
source: Prepare the actual field and tag effects before accepting.
zh_hans: 请先准备实际字段与标签效果，再明确接受。

# unified.routine.stale
source: This preview or acceptance has expired. Review the current change again.
zh_hans: 此预览或接受已过期，请重新核对当前变更。

# unified.routine.saved
source: Habit definition saved locally
zh_hans: 习惯定义已保存到本地

# unified.routine.pendingResult
source: Saving routine definition…
zh_hans: 正在保存习惯定义…

# unified.routine.unknown
source: Routine save result is unknown. Verify the original object; do not replay.
zh_hans: 习惯定义保存结果未知。请核验原对象，不要重复执行。

# unified.routine.notSubmitted
source: Routine not saved. The original input is retained.
zh_hans: 习惯定义未保存，原输入已保留。

# unified.routine.savedTagCount
source: Saved linked tags: %d
zh_hans: 已保存的关联标签：%d 个

# unified.routine.publicationIssue
source: Saved locally; change notification did not complete.
zh_hans: 已在本地保存，变更通知未完成。

# unified.routine.registrationIssue
source: Saved locally; result registration reported an issue.
zh_hans: 已在本地保存，结果登记发生异常。

# unified.routine.fields
source: The habit or related values changed. Your input is retained; review again.
zh_hans: 习惯或相关字段已变化。输入已保留，请重新核对。

# unified.routine.unassembled
source: Routine changes are not enabled here.
zh_hans: 此入口尚未启用习惯定义修改。

# unified.routine.input
source: Check the single-line title, days, time, priority or tag selection.
zh_hans: 请检查单行标题、星期、提醒时间、优先级或标签选择。

# unified.routine.repository
source: The habit does not belong to this storage context.
zh_hans: 习惯不属于当前存储上下文。

# unified.routine.source
source: The habit or input source could not be verified. Your input is retained.
zh_hans: 无法核实习惯或输入来源，输入已保留。

# unified.routine.enabled
source: Habit definition · enabled
zh_hans: 习惯定义 · 已启用

# unified.routine.disabled
source: Habit definition · disabled
zh_hans: 习惯定义 · 已停用

# unified.routine.preserve
source: Other fields, pause state and check records stay unchanged.
zh_hans: 其他字段、暂停状态和打卡记录保持不变。

# unified.routine.scheduleHint
source: Changes the current definition only; past check records are unchanged.
zh_hans: 仅修改当前定义；过去的打卡记录保持不变。

# unified.routine.compatibility
source: The effective days match; saving will normalize the stored schedule fields.
zh_hans: 有效星期相同；保存将规范化原有排程兼容字段。

# unified.routine.chooseDay
source: Select at least one day.
zh_hans: 请至少选择一天。

# unified.routine.notes
source: This entry requires a verified habit without notes and a single-line title without note syntax.
zh_hans: 此入口仅支持已核实无备注的习惯，以及不含备注语法的单行标题。

# unified.routine.dirty
source: Not submitted: other edits are unsaved. They have been kept; finish them before reviewing again.
zh_hans: 未提交：上下文还有未保存编辑，原修改已保留；处理后请重新查看影响。

# unified.routine.target
source: Not submitted: the target is missing, deleted, duplicated or invalid. Select it again.
zh_hans: 未提交：目标缺失、已删除、身份重复或无效，请重新选择。

# unified.routine.catalog
source: Not submitted: the tag catalog changed. Prepare and accept the changes again.
zh_hans: 未提交：标签目录已变化，请重新准备并确认影响。

# unified.routine.environment
source: Not submitted: this isolated environment is unavailable.
zh_hans: 未提交：当前隔离环境不可用。

# unified.routine.storage
source: Not submitted: current routine definition values could not be read.
zh_hans: 未提交：无法读取当前习惯定义值。

# unified.routine.tags
source: Not submitted: a tag is protected, ambiguous or incomplete. Review the routine definition and tags again.
zh_hans: 未提交：标签受保护、存在歧义或资料不完整，请重新查看习惯定义与标签。

# unified.routine.presence.absent
source: The reserved routine definition was not found. This does not prove the earlier save failed.
zh_hans: 未找到原固定习惯定义身份，这不能证明先前保存失败。

# unified.routine.presence.singleLive
source: One live routine definition has this identity. Its presence does not prove the earlier save succeeded.
zh_hans: 找到该身份的唯一活习惯定义，但当前存在不证明先前提交成功。

# unified.routine.presence.tombstone
source: This routine definition is now deleted. The original save result remains unknown.
zh_hans: 此习惯定义当前已删除，原保存结果仍未知。

# unified.routine.presence.ambiguous
source: More than one routine definition has this identity. Saving remains blocked.
zh_hans: 此习惯定义身份存在重复，继续禁止重放。

# unified.routine.presence.unreadable
source: The original routine definition could not be safely verified. The result remains unknown.
zh_hans: 无法安全核验原习惯定义，保存结果仍未知。

# unified.routine.finalCheck
source: Review and accept the actual habit changes below before saving.
zh_hans: 请在下方核对并接受实际习惯修改，再保存。

# unified.routineState.enable
source: Enable habit
zh_hans: 恢复习惯

# unified.routineState.disable
source: Pause habit
zh_hans: 暂停习惯

# unified.routineState.complete
source: Set completed
zh_hans: 设为完成

# unified.routineState.skip
source: Set skipped
zh_hans: 设为跳过

# unified.routineState.reopen
source: Reopen
zh_hans: 重新打开

# unified.routineState.pause
source: Pause date: %@ → %@
zh_hans: 暂停起点：%@ → %@

# unified.routineState.interval
source: Backfill: %@ to %@ (end excluded), %lld days
zh_hans: 补录区间：%@ 至 %@（不含结束日），%lld 日

# unified.routineState.currentSchedule
source: Backfill skips using the current weekdays; this does not restore historical schedules.
zh_hans: 按恢复时当前星期补录跳过，不代表还原历史安排。

# unified.routineState.counts
source: Insert %lld · Modify %lld · Preserve %lld records
zh_hans: 新增 %lld 条 · 修改 %lld 条 · 保持 %lld 条

# unified.routineState.details
source: Backfill and occurrence details
zh_hans: 补录与执行日影响明细

# unified.routineState.noRecord
source: No existing record
zh_hans: 原先无记录

# unified.routineState.preservedConflict
source: Existing state conflict is preserved, without automatic repair.
zh_hans: 既有逻辑冲突保留，未自动修复。

# unified.routineState.identicalDuplicates
source: Duplicate rows with the same encoding
zh_hans: 存在同编码重复行

# unified.routineState.encodingDuplicates
source: Equivalent skipped states with different encodings
zh_hans: 存在同语义异编码重复行

# unified.routineState.unknown
source: The original definition, exact changes and reserved record IDs are retained. Current presence cannot prove the transaction succeeded. Do not replay.
zh_hans: 已保留原定义、精确写集和新增记录身份；当前存在性不能证明共同事务曾成功，不可重放。

# unified.routineState.source.pausedDay
source: Start from the explicit pause date
zh_hans: 起点来自明确暂停日

# unified.routineState.source.latestRecord
source: Start from the latest verified record date (legacy fallback)
zh_hans: 起点来自完整记录中的最近日期（旧数据回退）

# unified.routineState.source.creationDay
source: No records; start from the creation date
zh_hans: 无历史记录，起点回退到创建日

# unified.routineState.action.insert
source: Insert
zh_hans: 新增

# unified.routineState.action.update
source: Modify
zh_hans: 修改

# unified.routineState.action.preserve
source: Preserve
zh_hans: 保持

# unified.routineState.state.skipped
source: Skipped
zh_hans: 已跳过

# unified.routineState.state.completed
source: Completed
zh_hans: 已完成

# unified.routineState.state.unprocessed
source: Unprocessed
zh_hans: 未处理

# unified.routineState.error.incompleteRecords
source: Incomplete records, physical identities or relationships prevent safe changes. Your input is retained.
zh_hans: 记录读取或物理身份／关系不完整，无法准备安全写集。原输入保留。

# unified.routineState.error.invalidDate
source: The date is invalid or the creation date is unreliable.
zh_hans: 日期无效或创建日不可靠，无法准备影响。

# unified.routineState.error.unreliableStart
source: The pause start or record dates are unreliable. The habit stays paused; review the original records.
zh_hans: 暂停起点或记录日期不可靠，保留暂停状态；请先核对原始记录。

# unified.routineState.error.intervalLimit
source: The pause exceeds 4,000 days. The entire change is rejected and the habit stays paused; no truncation or automatic batching.
zh_hans: 暂停区间超过 4000 日，整项拒绝并保持暂停；不会截断或自动分批。

# unified.routineState.error.duplicateRows
source: This date has multiple physical records. This command cannot choose the first or modify them together.
zh_hans: 该日有多条物理记录，本批不选择首条或批量修改。

# unified.routineState.error.historyUnknown
source: Reliable schedule evidence is missing for this date; past eligibility cannot be inferred.
zh_hans: 缺少该日可靠排程证据，不能推断过去应执行。

# unified.routineState.error.notScheduled
source: The selected date is not scheduled, or its schedule evidence is invalid.
zh_hans: 所选日期未安排执行，或排程证据无效。

# unified.routineState.occurrenceSaved
source: Selected occurrence state saved locally
zh_hans: 指定执行日状态已保存到本地

# unified.routineState.definitionSaved
source: Habit availability and backfill saved locally
zh_hans: 习惯启停与补录已保存到本地

# unified.routineState.noChange
source: The complete target effect is already present. Nothing will be saved.
zh_hans: 已是完整目标效果，无需保存。

# unified.routineState.pending
source: Habit availability / occurrence state
zh_hans: 习惯启停／执行日状态

# unified.routineState.baseline
source: Prepare and review the availability, dates and record changes before accepting.
zh_hans: 请先查看启停、日期和记录的实际影响，再明确接受。

# unified.routineState.unknownResult
source: The habit state save needs verification.
zh_hans: 习惯状态保存结果待核实。

# controls.preview.title
source: Control Preview
zh_hans: 控件预览

# controls.preview.reset
source: Reset Samples
zh_hans: 重置样例

# controls.preview.copyFeedback
source: Copy feedback shown
zh_hans: 已演示复制反馈

# controls.preview.surface.static
source: Static card
zh_hans: 静态卡片

# controls.preview.surface.interactive
source: Interactive card
zh_hans: 交互卡片

# controls.preview.surface.suggestions
source: Show suggestions
zh_hans: 显示候选

# controls.preview.surface.tagDetail
source: Tag details
zh_hans: 标签详情

# controls.preview.surface.syntaxHelp
source: Syntax help
zh_hans: 语法帮助

# controls.preview.surface.bubble %lld
source: Bubble %lld
zh_hans: 气泡 %lld

# controls.preview.surface.bubbles
source: Title and note bubbles
zh_hans: 标题与备注气泡

# controls.preview.surface.help
source: Expandable help
zh_hans: 可展开帮助

# controls.preview.surface.filter
source: Filter panels
zh_hans: 筛选面板

# controls.preview.menu.label
source: Text menu
zh_hans: 文字菜单

# controls.preview.menu.active
source: Selected menu
zh_hans: 选中菜单

# controls.preview.menu.icon
source: Icon menu
zh_hans: 图标菜单

# controls.preview.size.regular
source: Regular
zh_hans: 常规

# controls.preview.size.compact
source: Compact
zh_hans: 紧凑

# controls.preview.size.inline
source: Inline
zh_hans: 行内

# controls.preview.variant.quiet
source: Quiet
zh_hans: 轻量

# controls.preview.variant.subtle
source: Subtle
zh_hans: 柔和

# controls.preview.variant.prominent
source: Prominent
zh_hans: 突出

# controls.preview.variant.destructive
source: Destructive
zh_hans: 警示

# controls.preview.variant.active
source: Selected
zh_hans: 选中

# controls.preview.variant.pill
source: Pill
zh_hans: 胶囊

# controls.preview.variant.icon
source: Icon
zh_hans: 图标

# controls.preview.variant.iconActive
source: Selected icon
zh_hans: 选中图标

# controls.preview.variant.iconDestructive
source: Destructive icon
zh_hans: 警示图标

# controls.preview.overlay.candidates
source: Suggestions
zh_hans: 候选列表

# controls.preview.overlay.task-combined
source: Title with suggestions
zh_hans: 标题与候选

# controls.preview.overlay.task-preview
source: Title preview
zh_hans: 标题预览

# controls.preview.overlay.diary-combined
source: Note with suggestions
zh_hans: 手记与候选

# controls.preview.overlay.diary-preview
source: Note preview
zh_hans: 手记预览

# controls.preview.overlay.attributes
source: Read-only attributes
zh_hans: 只读属性

# controls.preview.datePopover
source: Date popover
zh_hans: 日期弹窗

# controls.preview.timePopover
source: Time popover
zh_hans: 时间弹窗

# unified.objects.allResults
source: Select all results
zh_hans: 选择全部结果

# unified.objects.incompleteAll
source: Results are incomplete (coverage or read budget). You can select known objects; all results cannot be accepted.
zh_hans: 查询有覆盖或读取预算缺口。可明确选择已知对象，不能接受为全部结果。

# unified.batch.pending
source: One batch operation on fixed targets
zh_hans: 固定目标上的一项批量操作

# unified.batch.unassembled
source: Batch execution is available only in an explicitly assembled isolated host.
zh_hans: 仅显式装配的隔离宿主开放批量执行。

# unified.batch.singlePlan
source: Keep one batch operation with no dependencies or other plan items.
zh_hans: 只允许一项批量操作，不能带依赖或其他计划项。
